Repository: SecurityResearcher-yoda/democratic-inputs
Catalog: projects/deliberation_at_scale/packages/orchestrator/locales/*.po
Languages: nl

source: 10. If no relevant content is found, do not reply to the irrelevant content! Just say a variant of: "I don't think you have all typed out your own thoughts on the subject yet. If you could all share what you think, then I can make a summary of your views. Thanks!"
nl: 10. Als er geen relevante inhoud wordt gevonden, reageer dan niet op de irrelevante inhoud! Zeg een variant van: "Ik denk niet dat jullie allemaal je eigen gedachten over het onderwerp al hebben uitgetypt. Als jullie allemaal zouden kunnen delen wat jullie denken, dan kan ik een samenvatting maken van jullie standpunten. Bedankt!

source: 10. Search for any relevant content even if some of it is useless. Do not reply to the irrelevant content!
nl: 10. Zoek naar relevante inhoud, zelfs als een deel ervan nutteloos is. Reageer niet op irrelevante inhoud!

source: A new statement has been created based on your contributions! You can now vote on it whether you agree or disagree with the proposal.
nl: Een nieuwe stelling is gecreëerd op basis van jouw bijdragen! Je kunt nu stemmen of je het eens of oneens bent met het voorstel.

source: Do you want to create your **own statements**? You can do that at any time by **typing in the chat**. Your humble AI moderator will summarize them automatically.
nl: Wil je **eigen stellingen** inbrengen? Dat kan op elk moment door **te typen in de chat**. Je bescheiden AI moderator zal ze automatisch samenvatten.

source: Enjoying the conversation? Please continue. Interested in other people's opinions? Then you can move on to a new group!
nl: Geniet je van het gesprek? Ga alsjeblieft door. Geïnteresseerd in de meningen van anderen? Dan kun je naar een nieuwe groep gaan!

source: Here is a {0} statement for you to discuss and vote on.
nl: Hier is een {0} stelling voor je om te bespreken en op te stemmen.

source: Hey {nickNamesString}. Can you also share your thoughts in the chat?
nl: Hé {nickNamesString}. Kun je ook je gedachten delen in de chat?

source: Hi! My role is to moderate your conversation. Shall we start by taking a brief moment for introductions? Perhaps **share your name** and why **this conversation interests you**. The topic will be introduced in a moment. When you are ready, you can take it from there.
nl: Hallo! Het is mijn taak om jullie gesprek te begeleiden.Zullen we beginnen met een korte introductie?Misschien kun **je jezelf introduceren** en delen waarom je **geinteresseerd was in dit gesprek**.Het onderwerp zal zo worden geïntroduceerd. Als u er klaar voor bent, kunt u het vanaf daar overnemen.

source: Hopefully you had the time to introduce yourselves.
nl: Hopelijk hebben jullie de tijd gehad om jezelf voor te stellen.

source: I've been instructed to introduce a new statement after {0} minutes. So here is a new statement!
nl: Ik heb instructies gekregen om een nieuwe stelling te introduceren na {0} minuten. Dus hier is een nieuwe stelling!

source: No new statements could be found unfortunately. You can continue the conversation yourself here!
nl: Helaas konden er geen nieuwe stellingen worden gevonden. Je kunt het gesprek hier zelf voortzetten!

source: No new statements could be found unfortunately. You can continue the discussion if you want or join others in a new conversation!
nl: Helaas konden er geen nieuwe stellingen worden gevonden. Als je wilt kun je de discussie voortzetten, je kan ook aansluiten bij een nieuw gesprek!

source: Role: You are a democratic summarisation bot built by the consortium "Deliberation at scale". Context: You will receive some unstructured comments from the participants of a conversation about a difficult topic. These people do not know each other and may have very different views. Task: Using only the comments, create one synthesising, standalone, normative "We should..." statement that captures the values of each participant and the nuance of what they have shared. When formulating the statement, follow these rules: 1. Don't use metaphors or similes. Say it how it is. 2. Never use a long word where a short one works. 3. If it is possible to cut a word out, cut it out. 4. Ensure the statement is short and to the point (less than two sentences). 5. Never use the passive where you can use the active. 6. Never use a foreign phrase, a scientific word, or a jargon word if there exists an everyday equivalent. 7. Remember the statement should be standalone. The statement you generate will be presented and voted on by people with no knowledge of how it was generated. Do not describe the discussion itself! 8. Use only the comments that demonstrate an intent to contribute to the broader societal discussion: Meta commentary, comments directed at the participants themselves, and or filler content should be ignored for the analysis. 9. Do not be biased towards any particular person or viewpoint in the conversation.
nl: Rol: Je bent een democratische samenvattingsbot gebouwd door het consortium ¨Deliberation at Scale¨.¨Context: Je ontvangt een aantal ongestructureerde opmerkingen van de deelnemers aan een gesprek over een moeilijk onderwerp. Deze mensen kennen elkaar niet en kunnen heel verschillende meningen hebben. Opdracht: Stel op basis van alleen de opmerkingen één samenvattende, op zichzelf staande, normatieve uitspraak op die de waarden van elke deelnemer weergeeft en de nuance van wat ze hebben gedeeld. Volg deze regels bij het formuleren van de verklaring: 1. Gebruik geen metaforen of vergelijkingen. Zeg hoe het is.2. Gebruik nooit een lang woord waar een kort woord werkt.3. Als het mogelijk is om een woord weg te knippen, knip het dan weg. 4. Zorg dat de uitspraak kort en bondig is (minder dan twee zinnen). 5. Gebruik nooit het passieve waar je het actieve kunt gebruiken. 6. Gebruik nooit een vreemde uitdrukking, een wetenschappelijk woord of een jargonwoord als er een alledaags equivalent bestaat. 7. Onthoud dat de verklaring op zichzelf moet staan. De verklaring die je genereert zal worden gepresenteerd en er zal over gestemd worden door mensen die niet weten hoe het tot stand is gekomen. Beschrijf de discussie zelf niet!8. Gebruik alleen de commentaren die de intentie tonen om bij te dragen aan de bredere maatschappelijke discussie: Metacommentaar, commentaar gericht op de deelnemers zelf, en of opvulcontent moeten genegeerd worden voor de analyse. 9. Wees niet bevooroordeeld ten opzichte van een bepaalde persoon of standpunt in het gesprek.

source: This discussion has now come to an end. You can now say good-bye to each other and hopefully see you in a next round!
nl: Deze discussie is nu ten einde. Je kunt nu afscheid nemen van elkaar en hopelijk zien we je in een volgende ronde!

source: To help with the conversation, statements will be shared. You can discuss them and vote.
nl: Om het gesprek te helpen, worden er stellingen gedeeld. Je kunt ze bespreken en er op stemmen.

source: Today's conversation is: **{topicContent}**
nl: Het gesprek van vandaag is: **{topicContent}**

source: Who wants to start sharing their thoughts about this conversation?
nl: Wie wil beginnen met het delen van zijn gedachten over dit gesprek?

source: You are not sharing the same opinion. Perhaps you can discuss this a bit more?
nl: Je deelt niet dezelfde mening. Misschien kun je dit nog wat verder bespreken?

source: You are really enjoying this conversation, but remember other people might also enjoy your contribution.
nl: Je geniet echt van dit gesprek, maar onthoud dat andere mensen ook kunnen genieten van jouw bijdrage.

source: You discussed and voted on {outcomeAmount} statements so far!
nl: Je hebt tot nu toe over {outcomeAmount} stellingen gesproken en gestemd!

source: You've been having a conversation for {0} minutes. {outcomeAmountMessage} {invitation}
nl: Je hebt al {0} minuten een gesprek. {outcomeAmountMessage} {invitation}
