Repository: SecurityResearcher-yoda/democratic-inputs
Catalog: projects/deliberation_at_scale/packages/frontend/locales/*.po
Languages: nl

source: <0><1>Join a conversation</1> with two fellow participants</0>
nl: <0><1>Neem deel aan een gesprek</1> met twee andere deelnemers</0>

source: <0><1>Setup your profile</1> via email in one minute</0>
nl: <0><1>Stel uw profiel</1> in via e-mail in één minuut</0>

source: After you click on this link, you will be redirected back to this application to be ready to start finding common ground.
nl: Nadat je op de link hebt geklikt wordt je teruggeleid naar deze app. Ready to find common ground.

source: Agree
nl: Mee eens

source: Assistant
nl: Assistent

source: Before joining the conversation, let's pick a nickname and configure your camera and microphone.
nl: Voordat je aan het gesprek deelneemt, laten we een bijnaam kiezen en je camera en microfoon configureren.

source: Call a Facilitator
nl: Roep een facilitator op

source: Call a Technician
nl: Roep een technicus op

source: Change my profile
nl: Verander mijn profiel

source: Check device permissions now
nl: Controleer de apparaatmachtigingen

source: Connecting to video call...
nl: Verbinden met videogesprek...

source: Consensus Proposal
nl: Consensusvoorstel

source: Continue to room
nl: Ga verder naar de kamer

source: Contributor
nl: Deelnemer

source: Conversation
nl: Gesprek

source: Conversation partners have been found. Dive right in!
nl: Gesprekspartners zijn gevonden. Ga ervoor!

source: Disable audio
nl: Audio uitschakelen

source: Disable video
nl: Video uitschakelen

source: Disagree
nl: Oneens

source: Enable audio
nl: Audio inschakelen

source: Enable video
nl: Video inschakelen

source: Everything seems to be working fine. Let's get started!
nl: Alles lijkt goed te werken. Laten we beginnen!

source: Facilitator on the way!
nl: Een facilitator is onderweg!

source: Finding room...
nl: Kamer zoeken...

source: Go back to home
nl: Terug naar startpagina

source: Go back to profile page
nl: Terug naar de profielpagina

source: Go back to the profile page
nl: Terug naar de profielpagina

source: Go to profile
nl: Naar je profiel

source: Go to voting
nl: Ga naar stemmen

source: Great! Moving you to the waiting lobby... Hold on tight!
nl: Top! We verplaatsen je naar de wachtruimte... Even geduld!

source: Hello [nickName]. You have been idle for a while. Would you still like to join a conversation?
nl: Hallo [nickName]. Je hebt een tijdje niets gedaan. Wil je nog steeds deelnemen aan een gesprek?

source: Hey, welcome to Common Ground. We appreciate you taking the time to contribute.
nl: Hé, welkom bij Common Ground. We waarderen het dat je de tijd neemt om een bijdrage te leveren.

source: Hi [nickName]! Hopefully you enjoyed the conversation you had with the group.
nl: Hoi [nickName]! Hopelijk heb je genoten van het gesprek dat je hebt gehad met de groep.

source: Hi, welcome back to Common Ground. We appreciate you taking the time to contribute.
nl: Hé, welkom bij Common Ground. We waarderen het dat je de tijd neemt om een bijdrage te leveren.

source: Hmmm, it appears the conversation could not be joined or the other participants took too long to join. Sorry about that!
nl: Hmmm, het lijkt erop dat er niet aan het gesprek kon worden deelgenomen of dat de andere deelnemers er te lang over deden om deel te nemen. Sorry!

source: It appears that you have not enabled the use of your microphone and camera, or they may be disabled. Please click the button below to try again or enable them using the buttons above.
nl: Het lijkt erop dat je het gebruik van je microfoon en camera niet hebt ingeschakeld, of dat ze zijn uitgeschakeld. Klik op de knop hieronder om het opnieuw te proberen of schakel ze in met de knoppen hierboven.

source: It was bad.
nl: Het was slecht.

source: It was great!
nl: Het was geweldig!

source: It was okay.
nl: Het was oké.

source: It's happening now! Enjoy!
nl: Het gebeurt nu! Geniet ervan!

source: Join another conversation
nl: Doe mee aan een ander gesprek

source: Leave conversation
nl: Verlaat gesprek

source: Loading media...
nl: Media laden...

source: Loading room...
nl: Kamer laden...

source: Log out
nl: Log uit

source: Logging you out...
nl: Uitloggen...

source: Logout
nl: Uitloggen

source: Looking for facilitator
nl: Zoekend naar een facilitator

source: Looking for technician
nl: Zoekend naar een technicus

source: Milestone
nl: Mijlpaal

source: Moving you to the lobby again, one moment please...
nl: We verplaatsen je naar de wachtruimte, een momentje...

source: Now your camera and microphone need to be configured.
nl: Nu moeten je camera en microfoon worden geconfigureerd.

source: Off Topic
nl: Niet relevant

source: Okay, cancelling...
nl: Oké, annuleren...

source: Okay, your nickname will be "[nickName]".
nl: Oké, je bijnaam zal "[nickName]" zijn.

source: Okay! Moving you to the lobby.
nl: Oké! We verplaatsen je naar de wachtruimte.

source: Participate in a new conversation
nl: Draag bij aan een nieuw gesprek

source: Pass
nl: Overslaan

source: Register
nl: Registreer

source: Rejoin your last conversation
nl: Ga terug naar je laatste gesprek

source: Rejoining your last conversation...
nl: Je laatste gesprek wordt geladen...

source: Retry joining a room
nl: Probeer opnieuw een kamer te betreden

source: Select a button above...
nl: Selecteer een knop hierboven...

source: Share your feedback
nl: Deel je feedback

source: Something went wrong! Please try again.
nl: Er is iets misgegaan! Probeer het opnieuw.

source: Start over
nl: Begin opnieuw

source: Start searching for a conversation
nl: Begin met zoeken naar een gesprek

source: Start the conversation
nl: Begin het gesprek

source: Statement
nl: Stelling

source: Sure!
nl: Zeker!

source: Tap to type
nl: Tik om te typen

source: Technician on the way!
nl: Een technicus is onderweg!

source: Thank you! You will find an email with a login link in your inbox. Be sure to check your SPAM folder as well!
nl: Bedankt! Je vindt een e-mail met een aanmeldlink in je inbox. Controleer ook je SPAM-map!

source: Thanks for the feedback [nickName]!
nl: Bedankt voor de feedback [nickName]!

source: That is not a valid email address!
nl: Dat is geen geldig e-mailadres!

source: That looks like a valid e-mail. We're sending you an email now...
nl: Dat lijkt een geldig e-mailadres. We sturen je nu een e-mail...

source: There was an error sending you an email. Please try again!
nl: Er is een fout opgetreden bij het versturen van een e-mail. Probeer het opnieuw!

source: This just happened: {0}
nl: Dit is er gebeurd: {0}

source: This message has been flagged as difficult to understand.
nl: Dit bericht is gemarkeerd als moeilijk te begrijpen.

source: This message has been flagged as inappropriate.
nl: Dit bericht is gemarkeerd als ongepast.

source: To get started, a registration link will be send to your email.
nl: Om te beginnen wordt er een registratielink naar je e-mail gestuurd.

source: To get started, click 'Register' below:
nl: Om te beginnen, klik hieronder op 'Registreer':

source: To join conversations again, we need your e-mail address once more.
nl: Om weer deel te nemen aan gesprekken hebben we je e-mailadres nodig.

source: Try joining a room again
nl: Probeer opnieuw een kamer te betreden

source: Use my current nickname: "[nickName]".
nl: Gebruik mijn huidige bijnaam: "[nickName]".

source: View results of previous conversations
nl: Bekijk de resultaten van eerdere gesprekken

source: Waiting for all participants to join...
nl: Wachten tot alle deelnemers zijn toegetreden...

source: Waiting...
nl: Wachten...

source: Welcome to Common Ground! Dive into our conversation about the future of AI. Remember, your unique perspective enriches the conversation. Let's get started!
nl: Welkom bij Common Ground! Duik in ons gesprek over de toekomst van AI. Vergeet niet, jouw unieke perspectief verrijkt het gesprek. Laten we beginnen!

source: What do you want to do next?
nl: Wat wil je hierna doen?

source: What nickname would you like to use?
nl: Welke bijnaam wil je gebruiken?

source: What was your general impression of the conversation?
nl: Wat was je algemene indruk van het gesprek?

source: Will you please enter your e-mail address below?
nl: Wil je alsjeblieft je e-mailadres hieronder invullen?

source: You
nl: Jij

source: You need to give permission to use your camera and microphone. The video feed is not recorded. In this current test your audio will not be transcribed.
nl: Je moet toestemming geven om je camera en microfoon te gebruiken. De videofeed wordt niet opgenomen. In deze huidige test wordt je audio niet getranscribeerd.

source: Your experience on Common Ground will look like:
nl: Je ervaring op Common Ground zal er als volgt uitzien:
